Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Wear the strap (sensor pad must be wet) and stay within 2 m of your wrist.
ar: ارتدِ الحزام (يجب أن تكون وسادة المستشعر مبللة) وابقَ ضمن مترين من معصمك.
da: Tag remmen på (sensorpuden skal være våd), og hold dig inden for 2 m fra håndleddet.
de: Lege den Gurt an (Sensorfläche muss feucht sein) und bleibe im Umkreis von 2 m zum Handgelenk.
es: Ponte la banda (la almohadilla del sensor debe estar húmeda) y mantente a menos de 2 m de tu muñeca.
fi: Pue vyö (anturityyny on kostutettava) ja pysy 2 metrin sisällä ranteestasi.
fr: Portez la ceinture (la zone du capteur doit être humide) et restez à moins de 2 m de votre poignet.
is: Settu ólina á (skynjarapúðinn þarf að vera blautur) og haltu þig innan 2 m frá úlnliðnum.
it: Indossa la fascia (il sensore deve essere umido) e resta entro 2 m dal polso.
ja: ストラップを装着し（センサーパッドを湿らせてください）、手首から 2 m 以内にいてください。
ko: 스트랩을 착용하고(센서 패드를 적셔야 합니다) 손목에서 2 m 이내에 있으세요.
nb: Ta på deg beltet (sensorputen må være våt) og hold deg innenfor 2 m fra håndleddet.
nl: Draag de band (het sensorvlak moet nat zijn) en blijf binnen 2 m van je pols.
pt_br: Vista a cinta (a área do sensor precisa estar úmida) e fique a menos de 2 m do seu pulso.
ru: Наденьте ремень (контактную площадку нужно смочить) и оставайтесь в пределах 2 м от запястья.
sv: Ta på dig bandet (sensorytan måste vara fuktig) och håll dig inom 2 m från handleden.
zh_hans: 请佩戴心率带（传感器区域需保持湿润），并保持在手腕 2 米范围内。

source: Wear your strap so it advertises
ar: ارتدِ الحزام حتى يبدأ بالبث
da: Tag remmen på, så den sender
de: Lege den Gurt an, damit er sendet
es: Ponte la banda para que emita señal
fi: Pue vyö, jotta se lähettää signaalia
fr: Portez la ceinture pour qu’elle émette
is: Settu ólina á svo hún sendi út
it: Indossa la fascia così trasmette
ja: ストラップを装着して信号を出してください
ko: 스트랩을 착용해 신호를 보내게 하세요
nb: Ta på deg beltet så det kringkaster
nl: Draag je band zodat hij zichtbaar wordt
pt_br: Vista a cinta para que ela transmita
ru: Наденьте ремень, чтобы он начал вещать
sv: Ta på dig bandet så att det sänder
zh_hans: 请佩戴心率带以便其广播信号

source: Wearables
ar: الأجهزة القابلة للارتداء
da: Bærbare enheder
es: Dispositivos vestibles
fi: Puettavat laitteet
fr: Objets connectés
is: Klæðanlegur búnaður
it: Dispositivi indossabili
ja: ウェアラブル
ko: 웨어러블
nb: Bærbare enheter
pt_br: Dispositivos vestíveis
ru: Носимые устройства
sv: Bärbara enheter
zh_hans: 可穿戴设备

source: Weather during outdoor workouts, and past weather if you turn on heat tracking, is looked up with your location rounded to about 1 km, sent to Open-Meteo.
ar: يُبحث عن الطقس أثناء التمارين الخارجية، والطقس السابق إذا فعّلت تتبّع الحرارة، باستخدام موقعك مقرّبًا إلى نحو 1 كم، ويُرسل إلى Open-Meteo.
da: Vejret under udendørstræning, og tidligere vejr hvis du slår varmesporing til, slås op med din placering afrundet til ca. 1 km og sendes til Open-Meteo.
de: Das Wetter während Outdoor-Trainings und, wenn du Hitze-Tracking aktivierst, vergangenes Wetter wird mit deinem auf etwa 1 km gerundeten Standort abgerufen, der an Open-Meteo gesendet wird.
es: El tiempo durante los entrenamientos al aire libre, y el tiempo pasado si activas el seguimiento del calor, se consulta con tu ubicación redondeada a aproximadamente 1 km, que se envía a Open-Meteo.
fi: Ulkoharjoitusten aikainen sää ja, jos otat lämpöseurannan käyttöön, menneet säätiedot haetaan sijainnillasi noin 1 km:n tarkkuuteen pyöristettynä, ja se lähetetään Open-Meteolle.
fr: La météo pendant les entraînements en extérieur, et la météo passée si vous activez le suivi de la chaleur, est consultée avec votre position arrondie à environ 1 km, envoyée à Open-Meteo.
is: Veður á útiæfingum, og fyrra veður ef þú kveikir á hitavöktun, er flett upp með staðsetningu þinni námundaðri að um 1 km, sem send er til Open-Meteo.
it: Il meteo durante gli allenamenti all’aperto, e il meteo passato se attivi il monitoraggio del caldo, viene recuperato con la tua posizione arrotondata a circa 1 km, inviata a Open-Meteo.
ja: 屋外ワークアウト中の天気と、暑熱トラッキングをオンにした場合の過去の天気は、約 1 km 単位に丸めた位置情報を Open-Meteo に送信して取得します。
ko: 야외 운동 중 날씨와, 더위 추적을 켠 경우 과거 날씨는 약 1km 단위로 반올림한 위치를 Open-Meteo로 보내 조회합니다.
nb: Været under utendørsøkter, og tidligere vær hvis du slår på varmesporing, slås opp med posisjonen din avrundet til omtrent 1 km og sendt til Open-Meteo.
nl: Het weer tijdens buitentrainingen, en het eerdere weer als je hittetracking inschakelt, wordt opgezocht met je locatie afgerond op ongeveer 1 km, verzonden naar Open-Meteo.
pt_br: O clima durante treinos ao ar livre, e o clima passado se você ativar o acompanhamento de calor, é consultado com sua localização arredondada para cerca de 1 km, enviada ao Open-Meteo.
ru: Погода во время тренировок на улице, а также прошлая погода, если вы включите отслеживание жары, запрашивается по вашей геопозиции, округлённой примерно до 1 км, которая отправляется в Open-Meteo.
sv: Väder under utomhuspass, och tidigare väder om du slår på värmespårning, hämtas med din plats avrundad till ungefär 1 km, som skickas till Open-Meteo.
zh_hans: 户外训练期间的天气，以及开启热适应追踪后的历史天气，会使用你约精确到 1 公里的位置进行查询，并发送给 Open-Meteo。

source: Web results are reference material, not medical advice. The AI is rule-bound to cite source URLs and never synthesise new training/diet protocols from search content.
ar: نتائج الويب مادة مرجعية، وليست نصيحة طبية. الذكاء الاصطناعي مُلزَم بالقواعد بذكر عناوين URL للمصادر ولا يضع أبدًا بروتوكولات تدريب/حمية جديدة من محتوى البحث.
da: Webresultater er referencemateriale, ikke lægelig rådgivning. AI'en er forpligtet til at citere kilde-URL'er og må aldrig sammensætte nye trænings-/kostprotokoller ud fra søgeindhold.
de: Web-Ergebnisse sind Referenzmaterial, keine medizinische Beratung. Die KI ist regelgebunden, Quellen-URLs zu zitieren, und erstellt niemals neue Trainings-/Ernährungsprotokolle aus Suchinhalten.
es: Los resultados web son material de referencia, no consejo médico. La IA está obligada por reglas a citar las URL de las fuentes y nunca a elaborar nuevos protocolos de entrenamiento o dieta a partir del contenido de las búsquedas.
fi: Verkkotulokset ovat viitemateriaalia, eivät lääketieteellistä neuvontaa. Tekoäly on sääntöjen mukaan velvollinen mainitsemaan lähde-URL:t eikä koskaan koosta uusia harjoitus- tai ruokavalio-ohjelmia hakusisällöstä.
fr: Les résultats web sont des documents de référence, pas des conseils médicaux. L'IA est tenue par des règles de citer les URL des sources et ne synthétise jamais de nouveaux protocoles d'entraînement ou de régime à partir du contenu des recherches.
is: Vefniðurstöður eru viðmiðunarefni, ekki læknisráð. Gervigreindin er bundin reglum um að vitna í upprunaslóðir og setur aldrei saman nýjar æfinga-/mataræðisreglur úr leitarefni.
it: I risultati web sono materiale di riferimento, non consigli medici. L'IA è vincolata da regole a citare gli URL delle fonti e non elabora mai nuovi protocolli di allenamento/dieta dai contenuti delle ricerche.
ja: ウェブの検索結果は参考資料であり、医療上の助言ではありません。AIは規則により情報源のURLを引用することが義務付けられており、検索内容から新しいトレーニング/食事のプロトコルを作成することは決してありません。
ko: 웹 검색 결과는 참고 자료이며 의학적 조언이 아닙니다. AI는 규칙에 따라 출처 URL을 인용해야 하며, 검색 내용으로부터 새로운 트레이닝/식단 프로토콜을 만들어내지 않습니다.
nb: Nettresultater er referansemateriale, ikke medisinske råd. KI-en er regelbundet til å sitere kilde-URL-er og setter aldri sammen nye trenings-/kostholdsprotokoller fra søkeinnhold.
nl: Webresultaten zijn referentiemateriaal, geen medisch advies. De AI is regelgebonden om bron-URL's te citeren en stelt nooit nieuwe trainings-/dieetprotocollen samen op basis van zoekinhoud.
pt_br: Os resultados da web são material de referência, não orientação médica. A IA é obrigada por regras a citar as URLs das fontes e nunca a sintetizar novos protocolos de treino/dieta a partir do conteúdo de buscas.
ru: Результаты из Интернета — это справочный материал, а не медицинская консультация. ИИ по правилам обязан указывать URL-адреса источников и никогда не составляет новые протоколы тренировок/питания на основе содержимого поиска.
sv: Webbresultat är referensmaterial, inte medicinsk rådgivning. AI:n är regelbunden att ange käll-URL:er och sammanställer aldrig nya tränings-/kostprotokoll från sökinnehåll.
zh_hans: 网页结果属于参考资料，并非医疗建议。AI 按规则必须引用来源 URL，且绝不会根据搜索内容自行综合出新的训练/饮食方案。

source: Web Search
ar: بحث الويب
da: Websøgning
de: Websuche
es: Búsqueda web
fi: Verkkohaku
fr: Recherche web
is: Vefleit
it: Ricerca web
ja: ウェブ検索
ko: 웹 검색
nb: Nettsøk
nl: Zoeken op het web
pt_br: Pesquisa na web
ru: Веб-поиск
sv: Webbsökning
zh_hans: 网络搜索

source: Weekly LOAD
ar: الحمل الأسبوعي
da: Ugentlig BELASTNING
de: Wöchentliche BELASTUNG
es: CARGA semanal
fi: Viikoittainen KUORMITUS
fr: CHARGE hebdomadaire
is: Vikulegt ÁLAG
it: CARICO settimanale
ja: 週間負荷
ko: 주간 부하
nb: Ukentlig BELASTNING
nl: Wekelijkse BELASTING
pt_br: CARGA semanal
ru: Недельная НАГРУЗКА
sv: Veckans BELASTNING
zh_hans: 每周负荷

# Weighted average: %@ − Vitals: %@ = Final: %@
source: Weighted average: %1$@ − Vitals: %2$@ = Final: %3$@
ar: المتوسط المرجّح: %@ − العلامات الحيوية: %@ = النهائي: %@
da: Vægtet gennemsnit: %@ − vitalværdier: %@ = endelig: %@
de: Gewichteter Mittelwert: %@ − Vitalwerte: %@ = Endwert: %@
es: Media ponderada: %@ − constantes: %@ = final: %@
fi: Painotettu keskiarvo: %@ − vitaaliarvot: %@ = lopullinen: %@
fr: Moyenne pondérée : %@ − signes vitaux : %@ = final : %@
is: Vegið meðaltal: %@ − lífsmörk: %@ = lokagildi: %@
it: Media ponderata: %@ − parametri vitali: %@ = finale: %@
ja: 加重平均: %@ − バイタル: %@ = 最終: %@
ko: 가중 평균: %@ − 생체 지표: %@ = 최종: %@
nb: Vektet gjennomsnitt: %@ − vitalverdier: %@ = endelig: %@
nl: Gewogen gemiddelde: %@ − vitale waarden: %@ = eindwaarde: %@
pt_br: Média ponderada: %@ − sinais vitais: %@ = final: %@
ru: Взвешенное среднее: %@ − показатели: %@ = итог: %@
sv: Viktat medelvärde: %@ − vitalvärden: %@ = slutligt: %@
zh_hans: 加权平均：%@ − 生命体征：%@ = 最终：%@

source: Well below your baseline — body is asking for rest.
ar: أدنى بكثير من خط الأساس — الجسم يطلب الراحة.
da: Et godt stykke under din baseline — kroppen beder om hvile.
de: Deutlich unter deiner Baseline — der Körper verlangt Ruhe.
es: Muy por debajo de tu línea base — el cuerpo pide descanso.
fi: Selvästi perustasosi alle — keho pyytää lepoa.
fr: Bien en dessous de votre référence — le corps demande du repos.
is: Vel undir grunnlínu þinni — líkaminn biður um hvíld.
it: Ben sotto la tua baseline — il corpo chiede riposo.
ja: ベースラインを大きく下回る — 体は休養を求めています。
ko: 기준선보다 크게 낮음 — 몸이 휴식을 요구합니다.
nb: Godt under din baseline — kroppen ber om hvile.
nl: Ruim onder je basislijn — je lichaam vraagt om rust.
pt_br: Bem abaixo da sua linha de base — o corpo está pedindo descanso.
ru: Значительно ниже базовой линии — телу нужен отдых.
sv: Långt under din baslinje — kroppen ber om vila.
zh_hans: 明显低于你的基线 — 身体在要求休息。

source: What %@ will see
ar: ما الذي سيراه %@
da: Hvad %@ vil se
de: Was %@ sehen wird
es: Lo que verá %@
fi: Mitä %@ näkee
fr: Ce que %@ verra
is: Hvað %@ mun sjá
it: Cosa vedrà %@
ja: %@ に表示される内容
ko: %@에게 표시될 내용
nb: Hva %@ vil se
nl: Wat %@ zal zien
pt_br: O que %@ verá
ru: Что увидит %@
sv: Vad %@ kommer att se
zh_hans: %@ 将看到的内容

source: What changed from yesterday?
ar: ما الذي تغيّر منذ الأمس؟
da: Hvad har ændret sig siden i går?
de: Was hat sich seit gestern geändert?
es: ¿Qué cambió desde ayer?
fi: Mikä muuttui eilisestä?
fr: Qu'est-ce qui a changé depuis hier ?
is: Hvað breyttist frá því í gær?
it: Cosa è cambiato rispetto a ieri?
ja: 昨日から何が変わりましたか？
ko: 어제와 무엇이 달라졌나요?
nb: Hva har endret seg siden i går?
nl: Wat is er sinds gisteren veranderd?
pt_br: O que mudou desde ontem?
ru: Что изменилось со вчерашнего дня?
sv: Vad har förändrats sedan igår?
zh_hans: 与昨天相比有什么变化？

source: What does this score mean?
ar: ماذا تعني هذه الدرجة؟
da: Hvad betyder denne score?
de: Was bedeutet dieser Wert?
es: ¿Qué significa esta puntuación?
fi: Mitä tämä pistemäärä tarkoittaa?
fr: Que signifie ce score ?
is: Hvað þýðir þessi einkunn?
it: Cosa significa questo punteggio?
ja: このスコアは何を意味しますか？
ko: 이 점수는 무엇을 의미하나요?
nb: Hva betyr denne poengsummen?
nl: Wat betekent deze score?
pt_br: O que significa esta pontuação?
ru: Что означает эта оценка?
sv: Vad betyder den här poängen?
zh_hans: 这个分数是什么意思？

source: What does TRIMP mean?
ar: ماذا يعني TRIMP؟
da: Hvad betyder TRIMP?
de: Was bedeutet TRIMP?
es: ¿Qué significa TRIMP?
fi: Mitä TRIMP tarkoittaa?
fr: Que signifie TRIMP ?
is: Hvað þýðir TRIMP?
it: Cosa significa TRIMP?
ja: TRIMP とは？
ko: TRIMP란 무엇인가요?
nb: Hva betyr TRIMP?
nl: Wat betekent TRIMP?
pt_br: O que significa TRIMP?
ru: Что означает TRIMP?
sv: Vad betyder TRIMP?
zh_hans: TRIMP 是什么意思？

source: What every metric means
ar: ماذا يعني كل مقياس
da: Hvad hver måling betyder
de: Was jede Metrik bedeutet
es: Qué significa cada métrica
fi: Mitä kukin mittari tarkoittaa
fr: Ce que signifie chaque métrique
is: Hvað hver mæling þýðir
it: Cosa significa ogni metrica
ja: 各指標の意味
ko: 각 지표의 의미
nb: Hva hver måling betyr
nl: Wat elke metriek betekent
pt_br: O que cada métrica significa
ru: Что означает каждый показатель
sv: Vad varje mätvärde betyder
zh_hans: 各指标含义

source: What fraction of your heartbeats show strong parasympathetic influence? pNN50 counts successive intervals differing by >50ms — think of it as your "recovery fraction" per beat.
ar: ما نسبة نبضاتك التي تُظهر تأثيرًا نظير وديًا قويًا؟ يحسب pNN50 الفترات المتتالية التي تختلف بأكثر من 50 مللي ثانية — اعتبره «نسبة التعافي» لكل نبضة.
da: Hvor stor en del af dine hjerteslag viser stærk parasympatisk påvirkning? pNN50 tæller successive intervaller, der afviger >50 ms — tænk på det som din "restitutionsandel" per slag.
de: Welcher Anteil deiner Herzschläge zeigt starken parasympathischen Einfluss? pNN50 zählt aufeinanderfolgende Intervalle mit mehr als 50 ms Unterschied — quasi dein „Erholungsanteil“ pro Schlag.
es: ¿Qué fracción de tus latidos muestra una influencia parasimpática fuerte? El pNN50 cuenta los intervalos sucesivos que difieren más de 50 ms — piénsalo como tu «fracción de recuperación» por latido.
fi: Kuinka suuressa osassa sydämenlyönneistäsi näkyy vahva parasympaattinen vaikutus? pNN50 laskee peräkkäiset välit, jotka eroavat yli 50 ms — ajattele sitä lyöntikohtaisena "palautumisosuutena".
fr: Quelle fraction de vos battements montre une forte influence parasympathique ? Le pNN50 compte les intervalles successifs différant de plus de 50 ms — voyez-le comme votre « fraction de récupération » par battement.
is: Hvaða hlutfall hjartslaga þinna sýnir sterk sefkerfisáhrif? pNN50 telur samfelld bil sem munar meira en 50 ms — hugsaðu um það sem „endurheimtarhlutfall“ á hvert slag.
it: Quale frazione dei tuoi battiti mostra una forte influenza parasimpatica? Il pNN50 conta gli intervalli successivi che differiscono di oltre 50 ms — pensalo come la tua «frazione di recupero» per battito.
ja: あなたの心拍のうち、強い副交感神経の影響を示すのはどれくらいの割合でしょうか。pNN50 は 50 ms を超えて差がある連続間隔を数えます — 1 拍あたりの「回復の割合」と考えてください。
ko: 당신의 심박 중 강한 부교감 영향을 보이는 비율은 얼마일까요? pNN50은 50 ms를 초과해 차이 나는 연속 간격을 셉니다 — 박동당 "회복 비율"이라고 생각하세요.
nb: Hvor stor andel av hjerteslagene dine viser sterk parasympatisk påvirkning? pNN50 teller påfølgende intervaller som avviker mer enn 50 ms — tenk på det som din "restitusjonsandel" per slag.
nl: Welk deel van je hartslagen laat een sterke parasympathische invloed zien? pNN50 telt opeenvolgende intervallen die meer dan 50 ms verschillen — zie het als je "herstelfractie" per slag.
pt_br: Que fração dos seus batimentos mostra forte influência parassimpática? O pNN50 conta intervalos sucessivos que diferem mais de 50 ms — pense nele como sua "fração de recuperação" por batimento.
ru: Какая доля ваших сердечных сокращений демонстрирует сильное парасимпатическое влияние? pNN50 считает последовательные интервалы с разницей более 50 мс — считайте это вашей «долей восстановления» на удар.
sv: Hur stor andel av dina hjärtslag visar stark parasympatisk påverkan? pNN50 räknar successiva intervall som skiljer sig mer än 50 ms — se det som din "återhämtningsandel" per slag.
zh_hans: 你的心搏中有多大比例体现出强烈的副交感影响？pNN50 统计相邻间期差值超过 50 ms 的次数 — 可把它看作每次心搏的“恢复占比”。

source: What gets removed
ar: ما الذي سيُزال
da: Hvad fjernes
de: Was entfernt wird
es: Qué se elimina
fi: Mitä poistetaan
fr: Ce qui est supprimé
is: Hvað er fjarlægt
it: Cosa viene rimosso
ja: 削除される内容
ko: 제거되는 항목
nb: Hva som fjernes
nl: Wat er wordt verwijderd
pt_br: O que é removido
ru: Что будет удалено
sv: Vad som tas bort
zh_hans: 将移除的内容

source: What is NOT removed automatically
ar: ما الذي لا تتم إزالته تلقائيًا
da: Hvad der IKKE fjernes automatisk
de: Was NICHT automatisch entfernt wird
es: Lo que NO se elimina automáticamente
fi: Mitä EI poisteta automaattisesti
fr: Ce qui N'est PAS supprimé automatiquement
is: Hvað er EKKI fjarlægt sjálfkrafa
it: Cosa NON viene rimosso automaticamente
ja: 自動的に削除されないもの
ko: 자동으로 제거되지 않는 항목
nb: Hva som IKKE fjernes automatisk
nl: Wat NIET automatisch wordt verwijderd
pt_br: O que NÃO é removido automaticamente
ru: Что НЕ удаляется автоматически
sv: Vad som INTE tas bort automatiskt
zh_hans: 哪些内容不会被自动删除

source: What is wrong with this response?
ar: ما المشكلة في هذا الرد؟
da: Hvad er der galt med dette svar?
de: Was stimmt mit dieser Antwort nicht?
es: ¿Qué problema tiene esta respuesta?
fi: Mikä tässä vastauksessa on vialla?
fr: Qu’est-ce qui ne va pas dans cette réponse ?
is: Hvað er að þessu svari?
it: Cosa c’è che non va in questa risposta?
ja: この回答のどこに問題がありますか？
ko: 이 답변의 어떤 점이 문제인가요?
nb: Hva er galt med dette svaret?
nl: Wat is er mis met dit antwoord?
pt_br: O que há de errado com esta resposta?
ru: Что не так с этим ответом?
sv: Vad är fel med det här svaret?
zh_hans: 这条回复有什么问题？

source: What it doesn't share
ar: ما لا تتم مشاركته
da: Hvad den ikke deler
de: Was nicht geteilt wird
es: Lo que no comparte
fi: Mitä se ei jaa
fr: Ce qu'elle ne partage pas
is: Hvað það deilir ekki
it: Cosa non condivide
ja: 共有されないもの
ko: 공유하지 않는 항목
nb: Hva den ikke deler
nl: Wat het niet deelt
pt_br: O que ele não compartilha
ru: Что не передаётся
sv: Vad den inte delar
zh_hans: 不会分享的内容

source: What it means
ar: ماذا يعني ذلك
da: Hvad det betyder
de: Was es bedeutet
es: Qué significa
fi: Mitä se tarkoittaa
fr: Ce que ça signifie
is: Hvað það þýðir
it: Cosa significa
ja: 意味すること
ko: 의미
nb: Hva det betyr
nl: Wat het betekent
pt_br: O que significa
ru: Что это значит
sv: Vad det betyder
zh_hans: 这意味着什么

source: What it measures:
ar: ماذا يقيس:
da: Hvad det måler:
de: Was gemessen wird:
es: Qué mide:
fi: Mitä se mittaa:
fr: Ce que cela mesure :
is: Hvað það mælir:
it: Cosa misura:
ja: 測定内容:
ko: 측정 내용:
nb: Hva det måler:
nl: Wat het meet:
pt_br: O que mede:
ru: Что измеряется:
sv: Vad det mäter:
zh_hans: 测量内容：

source: What patterns do you see?
ar: ما الأنماط التي تراها؟
da: Hvilke mønstre ser du?
de: Welche Muster erkennst du?
es: ¿Qué patrones ves?
fi: Mitä kuvioita näet?
fr: Quels motifs voyez-vous ?
is: Hvaða mynstur sérðu?
it: Quali schemi vedi?
ja: どんなパターンが見えますか？
ko: 어떤 패턴이 보이나요?
nb: Hvilke mønstre ser du?
nl: Welke patronen zie je?
pt_br: Que padrões você vê?
ru: Какие закономерности вы видите?
sv: Vilka mönster ser du?
zh_hans: 你看到哪些规律？

source: What should I do today?
ar: ماذا ينبغي أن أفعل اليوم؟
da: Hvad skal jeg gøre i dag?
de: Was soll ich heute tun?
es: ¿Qué debería hacer hoy?
fi: Mitä minun pitäisi tehdä tänään?
fr: Que dois-je faire aujourd’hui ?
is: Hvað ætti ég að gera í dag?
it: Cosa dovrei fare oggi?
ja: 今日は何をすべきですか？
ko: 오늘 무엇을 해야 하나요?
nb: Hva bør jeg gjøre i dag?
nl: Wat moet ik vandaag doen?
pt_br: O que devo fazer hoje?
ru: Что мне делать сегодня?
sv: Vad ska jag göra idag?
zh_hans: 我今天该做什么？

source: What the AI Remembers
ar: ما يتذكره الذكاء الاصطناعي
da: Hvad AI'en husker
de: Woran sich die KI erinnert
es: Lo que recuerda la IA
fi: Mitä tekoäly muistaa
fr: Ce dont l'IA se souvient
is: Hvað gervigreindin man
it: Cosa ricorda l'IA
ja: AI が記憶している内容
ko: AI가 기억하는 것
nb: Hva KI-en husker
nl: Wat de AI onthoudt
pt_br: O que a IA lembra
ru: Что помнит ИИ
sv: Vad AI:n minns
zh_hans: AI 记住的内容

source: What this means
ar: ماذا يعني هذا
da: Hvad det betyder
de: Was das bedeutet
es: Qué significa esto
fi: Mitä tämä tarkoittaa
fr: Ce que cela signifie
is: Hvað þetta þýðir
it: Cosa significa
ja: これが意味すること
ko: 이것의 의미
nb: Hva dette betyr
nl: Wat dit betekent
pt_br: O que isso significa
ru: Что это значит
sv: Vad det betyder
zh_hans: 这意味着什么

source: What This Means
ar: ماذا يعني هذا
da: Hvad dette betyder
de: Was das bedeutet
es: Qué significa esto
fi: Mitä tämä tarkoittaa
fr: Ce que cela signifie
is: Hvað þetta þýðir
it: Cosa significa
ja: この意味
ko: 이것이 의미하는 것
nb: Hva dette betyr
nl: Wat dit betekent
pt_br: O Que Isso Significa
ru: Что это значит
sv: Vad detta betyder
zh_hans: 这意味着什么

source: WHAT THIS MEANS
ar: ماذا يعني هذا
da: HVAD DETTE BETYDER
de: WAS DAS BEDEUTET
es: QUÉ SIGNIFICA ESTO
fi: MITÄ TÄMÄ TARKOITTAA
fr: CE QUE CELA SIGNIFIE
is: HVAÐ ÞETTA ÞÝÐIR
it: COSA SIGNIFICA
ja: この意味
ko: 이것이 의미하는 것
nb: HVA DETTE BETYR
nl: WAT DIT BETEKENT
pt_br: O QUE ISSO SIGNIFICA
ru: ЧТО ЭТО ЗНАЧИТ
sv: VAD DETTA BETYDER
zh_hans: 这意味着什么

source: What this shows
ar: ما يوضّحه هذا
da: Hvad dette viser
de: Was dies zeigt
es: Qué muestra esto
fi: Mitä tämä näyttää
fr: Ce que cela montre
is: Hvað þetta sýnir
it: Cosa mostra
ja: これが示すもの
ko: 이것이 보여주는 것
nb: Hva dette viser
nl: Wat dit laat zien
pt_br: O que isto mostra
ru: Что это показывает
sv: Vad detta visar
zh_hans: 这表示什么

source: What this turns on
ar: ما الذي يُفعّله هذا
da: Hvad dette aktiverer
de: Was dies aktiviert
es: Qué activa esto
fi: Mitä tämä ottaa käyttöön
fr: Ce que cela active
is: Hvað þetta virkjar
it: Cosa attiva questa opzione
ja: これで有効になる機能
ko: 이 기능으로 켜지는 것
nb: Hva dette slår på
nl: Wat dit inschakelt
pt_br: O que isto ativa
ru: Что это включает
sv: Vad detta aktiverar
zh_hans: 此项将启用的内容

source: What To Do
ar: ماذا تفعل
da: Hvad du bør gøre
de: Was zu tun ist
es: Qué hacer
fi: Mitä tehdä
fr: Que faire
is: Hvað á að gera
it: Cosa fare
ja: 推奨アクション
ko: 대처 방법
nb: Hva du bør gjøre
nl: Wat te doen
pt_br: O Que Fazer
ru: Что делать
sv: Vad du bör göra
zh_hans: 怎么做

source: What to do today
ar: ماذا تفعل اليوم
da: Hvad du skal gøre i dag
de: Was heute zu tun ist
es: Qué hacer hoy
fi: Mitä tehdä tänään
fr: Que faire aujourd’hui
is: Hvað á að gera í dag
it: Cosa fare oggi
ja: 今日やること
ko: 오늘 할 일
nb: Hva du bør gjøre i dag
nl: Wat te doen vandaag
pt_br: O que fazer hoje
ru: Что делать сегодня
sv: Vad du ska göra idag
zh_hans: 今天该做什么

source: What was happening
ar: ما الذي كان يحدث
da: Hvad der skete
de: Was geschah
es: Qué estaba pasando
fi: Mitä tapahtui
fr: Ce qui se passait
is: Hvað var að gerast
it: Cosa stava succedendo
ja: 何が起きていたか
ko: 무슨 일이 있었는지
nb: Hva som skjedde
nl: Wat er gebeurde
pt_br: O que estava acontecendo
ru: Что происходило
sv: Vad som hände
zh_hans: 当时发生了什么

source: What was my hardest workout this week?
ar: ما أشق تمرين لي هذا الأسبوع؟
da: Hvad var min hårdeste træning i denne uge?
de: Was war mein härtestes Training diese Woche?
es: ¿Cuál fue mi entrenamiento más duro esta semana?
fi: Mikä oli kovin harjoitukseni tällä viikolla?
fr: Quelle a été ma séance la plus dure cette semaine ?
is: Hver var erfiðasta æfingin mín í vikunni?
it: Qual è stato il mio allenamento più duro questa settimana?
ja: 今週いちばんきつかったワークアウトは？
ko: 이번 주 가장 힘들었던 운동은?
nb: Hva var den hardeste treningen min denne uken?
nl: Wat was mijn zwaarste training deze week?
pt_br: Qual foi meu treino mais forte esta semana?
ru: Какая тренировка была самой тяжёлой на этой неделе?
sv: Vilket var mitt hårdaste pass den här veckan?
zh_hans: 我本周最吃力的训练是哪次？

source: What we don't share
ar: ما لا نشاركه
da: Hvad vi ikke deler
de: Was wir nicht weitergeben
es: Lo que no compartimos
fi: Mitä emme jaa
fr: Ce que nous ne partageons pas
is: Það sem við deilum ekki
it: Cosa non condividiamo
ja: 共有しないもの
ko: 공유하지 않는 정보
nb: Hva vi ikke deler
nl: Wat we niet delen
pt_br: O que não compartilhamos
ru: Что мы не передаём
sv: Vad vi inte delar
zh_hans: 我们不会共享的内容
